{
  "agreement": {
    "lang": "选择语言"
  },
  "privacyPolicy": {
    "p0": {
      "title": "隐私政策",
      "line0": "上海爱数信息技术股份有限公司及其全球的关联公司（下文简称“爱数”）尊重并保护您的个人隐私权，为了给您提供更准确、更有个性化的用户体验和服务，同时为确保您的信息的保密性，爱数可能会收集和使用您的相关信息。请您认真阅读本《隐私政策》（下文简称“本政策”）。如您使用爱数网站的产品及服务，即表示您已同意爱数在本政策中所述内容。",
      "line1": "本隐私政策将帮助您了解以下内容：",
      "line2": "1. 爱数如何收集和使用您的个人信息",
      "line3": "2. 爱数如何存储及保护您的个人信息",
      "line4": "3. 爱数如何使用Cookie和同类技术",
      "line5": "4. 爱数如何共享您的个人信息",
      "line6": "5. 爱数如何访问或控制您的个人信息",
      "line7": "6. 爱数如何处理未成年人的个人信息",
      "line8": "7. 您的个人信息何如进行跨境转移",
      "line9": "8. 如何更新本政策",
      "line10": "9. 如何联系爱数"
    },
    "p1": {
      "title": "本政策适用范围",
      "line0": "本政策适用于显示本隐私政策、或链接至本隐私政策的爱数网站和产品、服务。如您使用的服务有特定适用的其他单独具体的隐私政策或协议，请参阅具体使用的相关隐私政策或协议条款。如无以上特定情形的，则适用本政策。"
    },
    "p2": {
      "title": "个人信息收集",
      "line0": "个人信息是指单独使用或结合其他信息使用时能够确定个人身份的信息。此类信息会在您使用爱数的网站、产品或服务，以及与爱数互动时由您直接提交给爱数，包括网络身份标识信息（包括系统用户名及密码、IP地址、域名、邮箱地址等）、基本信息（包括姓名、国籍、职务、公司、联系方式等）、个人使用数据（包括文件目录结构、文件名、数据库名、实例名等）、常用设备信息（包括设备MAC地址、操作系统类型信息等在内的描述个人常用设备基本情况的信息）等。如果您为达到上述目的提供了您的个人信息，则表示您已经了解并接受了个人信息的用途，同意爱数为实现该特定目的使用您的个人信息。您也可以选择不向爱数提供上述个人信息，但如果您选择不提供，爱数可能无法为您提供相关产品或服务，也无法回应或解决您所遇到的问题。",
      "line1": "爱数从业务合作伙伴或其他第三方合法获得的个人信息。在适用的法律法规允许的范围内，爱数可能会从公开和商业渠道获取您的个人信息，并将依据与第三方的约定，对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的个人信息。"
    },
    "p3": {
      "title": "个人信息使用",
      "line0": "您提供的个人信息有可能在以下情形中被使用，也有可能被爱数选定的第三方严格按照本政策中的方式使用：",
      "line1": "1.与您取得联系；",
      "line2": "2.邀请您参与有关爱数产品及服务的满意度调查及市场调研；",
      "line3": "3.向您发送爱数产品或者服务的最新消息、提供您可能感兴趣的个性化推荐及其他推广活动信息；",
      "line4": "4.出于保护您、爱数、客户或公众人身财产安全或合法权益的目的使用您的个人信息，如身份验证、安全防范、投诉处理、纠纷协调、诈骗监测、存档备份、客户服务等，",
      "line5": "您在使用安全功能或其他类似服务时，爱数会对恶意程序或病毒进行检测，或为您识别诈骗信息。当然爱数会尽可能缩小此种情况的使用范围，在您提供个人信息的时候应该已经预见并同意这种情况的发生；",
      "line6": "5.爱数有理由确信需遵守法律法规等有关规定的情形；",
      "line7": "6.经过您合法授权的情形。",
      "line8": "请注意，在以下场景中，爱数产品运营方可以在不经过您的同意或授权的前提下，收集您的个人信息：",
      "line9": "1.与国家安全、国防安全直接相关的；",
      "line10": "2.与公共安全、公共卫生、重大公共利益直接相关的；",
      "line11": "3.与犯罪侦查、起诉、审判和判决执行等直接有关的；",
      "line12": "4.出于维护您或其他个人的生命、财产等重大合法权益但又无法提前得到本人同意的；",
      "line13": "5.所收集的个人信息是您自行向社会公众公开的；",
      "line14": "6.从合法公开披露的信息中收集个人信息的；",
      "line15": "7.根据您的要求签订和履行合同所必需的；",
      "line16": "8.用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；",
      "line17": "9.出于公共利益开展统计或学术研究所必要，且其对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；",
      "line18": "10.法律法规规定的其他情形。",
      "line19": "如果您是爱数的合作伙伴，爱数会使用您所提供的信息管理和发展爱数同您的业务关系。如：",
      "line20": "1.向您发送爱数合作伙伴计划的详细内容；",
      "line21": "2.在履行保密义务的前提下与其它合作伙伴或者爱数客户或预计客户共享您的某些信息；",
      "line22": "3.涉及到特定交易或计划时与您联系，作为爱数客户满意度调查或市场调研的一部分。"
    },
    "p4": {
      "title": "个人信息存储及保护"
    },
    "p5": {
      "title": "信息存储",
      "line0": "在您使用爱数产品及服务期间，爱数将持续存储您的个人信息。爱数还将在为遵守适用的法律义务、解决争议以及执行协议而必要的期限内保留您的个人信息。对于超出期限的个人信息，爱数会根据可适用法律的要求删除您的个人信息，或进行匿名化处理。",
      "line1": "您可通过注销账户或主动删除的方式删除上述信息，该注销、删除行为是无法恢复的，您注销账户后，爱数将停止为您提供产品与服务，除法律法规另有规定外，爱数将删除您的个人信息。"
    },
    "p6": {
      "title": "信息保护",
      "line0": "爱数重视您的个人信息安全。爱数采用适当的物理、管理和技术保障措施来保护您的个人信息，确保爱数掌握的信息不丢失，不遭到被未经授权的访问、公开披露、使用、修改、毁损、丢失或泄漏，不被滥用和变造。这些安全措施包括向其他服务器备份数据、对用户密码加密、建立严格的管理制度和流程、严格限制信息访问人员并要求其遵守保密义务等。",
      "line1": "但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网环境下，任何措施都无法做到无懈可击，也没有任何产品与服务、网站、信息传输、计算机系统、网络连接是绝对安全的。即便竭尽所能加强安全措施，爱数也不能保证这些信息的绝对安全。",
      "line2": "为应对个人信息泄露、损毁和丢失等可能出现的风险，爱数制定了多项制度与管控措施，一旦发生前述风险问题，爱数将启动应急预案，阻止安全事件扩大，按照国家有关规定及时上报监管部门，并以推送通知、公告、邮件等形式告知您。"
    },
    "p7": {
      "title": "Cookie和同类技术的使用",
      "line0": "为确保网站正常运转，使您获得更轻松的访问体验，爱数在“站点”使用Cookie保证注册过程的完整性和“站点”的个性化。Cookie是网页服务器放置在您的计算机上的一个小的文本文件，通常包含标识符、站点名称以及一些号码和字符。",
      "line1": "Cookie不能用于运行程序，也不会将病毒传播到您的计算机上。分配给您的Cookie是独一无二的，并且只能由传入Cookie的域的Web服务器读取。",
      "line2": "使用Cookie的主要功能是便于您使用网站产品及服务。例如，Cookie可以帮助站点在随后访问时回忆起您特定的个人信息，以简化相关内容的传递过程，便于站点导航。您也可以在初次访问网站后的访问中检索历史访问提供过的信息，以便轻松地使用历史自定义的站点功能。",
      "line3": "您可以接受或拒绝Cookie。大多数Web浏览器自动接受Cookie，但您可以根据自己的偏好通过修改浏览器设置的方式拒绝Cookie。如果选择拒绝Cookie，您有可能不能完全体验所访问的Web站点的交互功能。",
      "line4": "爱数通过Cookie记录的有关信息将严格适用本政策，爱数不会将Cookie用于本政策所述目的之外的任何用途。"
    },
    "p8": {
      "title": "个人信息共享",
      "line0": "共享是指爱数向第三方提供个人信息，且爱数和第三方分别对个人信息进行独立处理的过程。除非您的同意，爱数不会向第三方共享您的个人信息，但以下情况或本声明规定的情形除外：",
      "line1": "1.经您事先授权，向第三方披露；",
      "line2": "2.为提供您所需求的产品和服务时，而必须和第三方分享您的个人信息；",
      "line3": "3.为遵守法律法规要求，在国家有关机关或其授权的单位查询时向其提供有关资料；",
      "line4": "4.因您自身有关法律法规或者服务相关协议及规则而需要向第三方披露；",
      "line5": "5.如您为适格的知识产权投诉人并已提起投诉，应被投诉人要求依法披露给被投诉人，便于处理纠纷；",
      "line6": "6.为免除您在生命、身体或财产方面之急迫危险，或为防止他人权益之重大危害等目的；",
      "line7": "7.为本政策“信息收集与使用”部分所述目的而与关联公司、第三方分享；",
      "line8": "8.其他爱数有理由确信符合相关法律法规等有关规定的情形。",
      "line9": "爱数仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供产品使用及服务所必要的个人信息。个人信息将仅由事先被正式指定为信息处理方或信息控制方的主体、为了本政策所述的目的而处理。对爱数与之共享个人信息的第三方，爱数会尽合理商业努力对该第三方进行数据安全能力审核，与其签署保密协议，要求其按照本隐私政策以及其他相关的保密和安全措施来处理您的个人信息。",
      "line10": "爱数亦可能就涉及爱数全部或部分的合并或出售(包括作为无偿债能力或破产程序一部分的转让)或爱数重组或股份出售或爱数控制权的其他变动，将爱数持有的有关您的任何资料作为资产转让给拟议受让方、接收方、共同参与者或受让参与者，变更后前述主体将继续履行本隐私政策的责任和义务。如拟对个人信息的使用目的进行变更，则需重新获得您的同意。"
    },
    "p9": {
      "title": "个人信息的访问及控制",
      "line0": "您应确保提交的所有个人信息都准确无误。爱数会尽力维护您的个人信息的准确和完整，并基于您向爱数提供的信息及时更新您的个人信息。",
      "line1": "根据适用的法律法规，就您的个人信息，您可能享有如下权利：",
      "line2": "1.访问爱数持有的您的个人信息并获得副本的权利；",
      "line3": "2.要求爱数更新或更正您的个人信息的权利；",
      "line4": "3.要求爱数删除您的个人信息的权利；",
      "line5": "4.反对爱数对您的个人信息进行处理的权利；",
      "line6": "5.限制爱数对您的个人信息进行处理的权利；",
      "line7": "6.随时注销此前注册的账户的权利；",
      "line8": "7.向有权的个人信息保护部门提起投诉、举报的权利。",
      "line9": "请注意该等权利不是绝对的，且可能根据适用的法律受到限制。如果您需要爱数协助行使上述请求或权利，请通过下述“联系爱数”，除非适用的法律法规另有要求，爱数会在一个月内响应您的请求。"
    },
    "p10": {
      "title": "未成年人的个人信息",
      "line0": "未成年人并非爱数产品、服务和网站的目标受众，爱数既无意也不试图收集未成年人信息。考虑到爱数无法辨别网络访问者的年龄，如有未成年人在未得到其父母或监护人同意的情况下向爱数提供了个人信息，其父母或监护人可向爱数发送邮件，以移除此类信息。"
    },
    "p11": {
      "title": "信息跨境转移",
      "line0": "爱数提供全球范围内的产品和服务，这意味着爱数收集的您的信息可能会在您使用产品或服务所在国家/地区、在爱数或其关联公司、子公司或服务提供商、业务合作伙伴设有机构的其他国家/地区进行处理，或者受到来自这些国家/地区的访问。这些国家/地区的数据保护法可能不同。为本隐私政策所述的目的，您在某一国家/地区向爱数提交的个人信息可能会在世界范围内的其他国家传递、使用、处理及查阅。接受本隐私政策的内容视为您已经同意，您的个人信息可能被转移到上述国家/地区。",
      "line1": "在此类情况下，爱数会采取措施确保收集的信息依据本政策和适用法律的要求进行处理。此外，爱数会根据本政策及适用的法律法规，进行跨境信息转移，并使用各种途径保障您的个人信息。爱数在中国境内收集和产生的个人信息将存储在中国境内。"
    },
    "p12": {
      "title": "政策更新",
      "line0": "爱数保留不时更新或修改本政策的权利，更新内容构成本政策的一部分。如果爱数的隐私政策变更，爱数会在爱数的网站上发布更新后的隐私政策，您可通过定期浏览爱数网站的方式以获本政策的最新内容。爱数希望您在使用爱数产品和服务前仔细阅读并明确您已经充分理解、接受本政策的内容，希望您可以根据自己的理解做出合适的选择。若您不同意该等变更可以停止使用爱数产品和服务，若您继续使用爱数的产品和/或服务，即表示您同意受修订后的本隐私政策的约束。"
    },
    "p13": {
      "title": "联系爱数",
      "line0": "爱数欢迎您就本政策发表意见。如果您对爱数网站的隐私政策有疑问、意见或建议或有任何隐私投诉需要联系爱数的，欢迎随时与爱数联系。",
      "line1": "联系方式：400-880-1569",
      "line2": "邮箱：aishu_it@aishu.cn",
      "line3": "地址：上海市闵行区航路1188号8号楼第二层A-1单元",
      "line4": "如果您对爱数的回复不满意，特别是您认为爱数的个人信息处理行为损害了您的合法权益，您还可以通过向【爱数住所地有管辖权的法院提起诉讼】寻求解决方案。"
    },
    "p14": {
      "title": "其他",
      "line0": "本政策由上海爱数信息技术股份有限公司负责解释和修订。"
    }
  },
  "legalNotice": {
    "p0": {
      "title": "引言",
      "line0": "上海爱数信息技术股份有限公司（以下简称“爱数”）网站（www.aishu.cn）（以下简称“本网站”）是爱数依法设立的专属网站，在您访问和使用本网站时，请务必首先阅读本法律声明。访问、浏览、使用本网站，表明您已阅读、理解本声明并接受其约束。若您不同意以下任何条款，请停止使用本网站。如您违反本声明，爱数有权采取法律手段等补救措施。对本网站的使用不得违反法律、法规及社会公共道德。"
    },
    "p1": {
      "title": "知识产权声明",
      "line0": "本网站所载的所有信息(包括但不限于文字、数据、图表、图像、声音或视频等)除特别标明之外，知识产权归爱数所有，受《中华人民共和国著作权法》及相关法律法规和中国加入的所有知识产权方面的国际条约的保护。未经爱数的书面许可，任何个人或组织均不得以任何形式将本网站的各项信息进行转载、复制、编辑、发布、以超级链路连接或传送、以“镜像法”载入其他服务器上、存储于信息检索系统等商业目的使用。如有违反者爱数将依法追究其法律责任。",
      "line1": "本网站高度重视知识产权保护并遵守中国各项知识产权法律、法规和具有约束力的规范性文件，尊重权利人的合法权益。根据中国法律的有关规定，当权利人发现本网站的内容侵犯其合法权益时，权利人应事先向爱数发出书面权利通知，本网站将根据中国法律法规的有关规定采取措施移除相关内容。",
      "line2": "本网站所载爱数相关产品标示、商标、企业名称、域名等为爱数的专有标识，均受到法律保护，未经爱数书面许可，任何其他个人或组织不得使用。访问、浏览、使用本网站不视为爱数授予您关于上述权利的任何许可。"
    },
    "p2": {
      "title": "第三方链接网站",
      "line0": "本网站可能保留有与第三方网站或网址的链接，访问这些链接将由用户自己作出决定，爱数并不保证这些链接上所提供的任何信息、数据、观点、图片、陈述或建议的准确性、完整性、充分性和可靠性。爱数提供这些链接仅仅在于提供方便，并不表示爱数对这些信息的认可和推荐，也不是用于宣传或广告目的。",
      "line1": "您在访问、使用本网站链接的第三方网站信息时导致的任何损失（如计算机感染病毒或对您的计算机设备或其他财物造成损害等），爱数对此不承担任何责任。"
    },
    "p3": {
      "title": "免责声明",
      "line0": "本网站所提供的各类信息只作为访问者可以参考的一种信息来源，不能也不应当被认为是爱数出具的需要承担责任的法律意见，不能也不应当用来替代爱数正式出具的任何形式的法律函件。爱数不保证您任何时候均可访问、浏览及使用本网站，并且声明不对上述材料及信息的遗漏、错误承担责任。",
      "line1": "对于访问者利用本网站信息的行为本身以及由此直接或者间接作出的商业决策、个人决定以及其他决策、决定和行为所带来的任何影响，爱数不承担任何形式的责任。",
      "line2": "如因可归结于您自身原因（如将用户密码告知他人或与他人共享注册帐户等）及不可抗力因素（包括但不限于黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等）导致的个人或公司信息泄露、丢失、被盗用或被篡改等，由此造成的任何损失，爱数对此不承担任何责任。"
    },
    "p4": {
      "title": "产品及服务",
      "line0": "由于互联网的国际性及爱数产品及服务业务的国际性，本网站载明的产品、服务信息，仅供您参考，并非在您的国家或地区均有提供，请您联系所在地区的代理商或销售代表了解您所在国家或地区提供的产品、服务及其他详细信息。",
      "line1": "本网站载明的产品、服务信息不带有任何明示或暗示的担保或条件，包括但不限于准确性、及时性和非侵权的默示担保或保证。"
    },
    "p5": {
      "title": "隐私声明",
      "line0": "爱数承诺保护访问者的隐私权，关于用户向爱数提供的个人信息（例如姓名、性别、年龄、职业、证件号码、电话、通信地址、电子邮件地址等）的规范内容，详情请参阅本网站的《隐私政策》。"
    },
    "p6": {
      "title": "适用法律和管辖",
      "line0": "因本网站、本声明，以及访问、浏览、使用本网站产生的任何争议，均适用中华人民共和国法律，由爱数住所地（中国上海闵行区）人民法院管辖。"
    },
    "p7": {
      "title": "其他",
      "line0": "爱数保留在没有任何通知或提示的情况下不定时更新本网站及本声明内容的权利，您可通过定期浏览我们网站的方式以获知最新内容。",
      "line1": "爱数在本网站上所提及的非爱数产品或服务（如有）仅仅是为了提供相关信息，并不构成对这些产品、服务的认可或推荐。 爱数并不就网址上提供的任何产品、服务或信息做出任何声明、保证或认可，所有销售的产品和服务应受爱数的销售合同和条款的约束。",
      "line2": "本网站所载内容的解释说明权归爱数所有",
      "line3": "如您有其他任何问题，请联系爱数。"
    }
  }
}
